{"label": " Ophthalmology", "text": "Nuclear sclerotic cataract, right eye.,POSTOPERATIVE Nuclear sclerotic cataract, right eye.,OPERATIVE Kelman phacoemulsification with posterior chamber intraocular lens, right eye., Topical., None., This is a 40-year-old male, who has been noticing problems with blurry vision. They were found to have a visually significant cataract. The risks, benefits, alternatives cataract to the right eye were discussed they did agree to proceed.,DESCRIPTION After informed consent was obtained, the patient was taken to the operating room. A drop tetracaine was instilled the right eye the right eye was prepped draped the usual sterile ophthalmic fashion. A paracentesis was created at o'clock. The anterior chamber was filled with Viscoat. A clear corneal incision was made at o'clock with the 3-mm diamond blade. A continuous curvilinear capsulorrhexis was begun with a cystotome completed with Utrata forceps. The lens was hydrodissected with a syringe filled with 2% Xylocaine found to rotate freely within the capsular bag. The nucleus was removed with the phacoemulsification handpiece a stop chop fashion. The residual cortex was removed with the irrigation/aspiration hand"}
{"label": " Psychiatry / Psychology", "text": "IDENTIFICATION PATIENT: This is a 31-year-old female who was referred by herself. She was formerly seen at Counseling Center. She is a reliable historian.,CHIEF \"I'm bipolar have severe anxiety disorder. have posttraumatic stress syndrome.\" At age 19, Abc had a recurrence memories. Her father had molested her, the memories returned. 1992, at the age 18, she entered her first abusive marriage. She was beaten her husband shared her sexually with his friends. This lasted until age 24. The second marriage was age 26, her second husband was a abuser \"he slapped me around.\" She had two children during that marriage. 2001, she was married Indiana to a military man. This was her third marriage she stated, \"This marriage is good.\" She had EMDR Indiana when she was being treated Posttraumatic Stress Disorder. ,Historically, her first husband threw her down the stairs at age 21, she had a miscarriage. Her sexual abuse began at age 5, at that she lost interest other activities that normal school children have. Currently, she is unable to have sex with the lights on. She states, \"Sometimes hurt all over.\" Her husband was deployed three days ago, on April 21, to a foreign theater"}
{"label": " Podiatry", "text": "1. Bunion left foot.,2. Hammertoe, left second toe.,POSTOPERATIVE 1. Bunion left foot.,2. Hammertoe, left second toe., PERFORMED:,1. Bunionectomy, SCARF type, with metatarsal osteotomy internal screw fixation, left.,2. Arthroplasty left second toe., ,This 39-year-old female presents to with the above The patient states that she has had bunion many months. It has been progressively getting more painful at this The patient attempted conservative treatment including wider shoe gear without long-term relief symptoms desires treatment., An IV was instituted by the Department the holding area. The patient was transported to the operating room placed on the operating table the supine position with a safety belt across her lap. Copious amount Webril were placed around the left ankle followed by a pressure cuff. After adequate sedation was achieved by the Department a total 15 0.5% Marcaine plain was injected a Mayo digital block to the left foot. The foot was then prepped draped the usual sterile orthopedic fashion. The foot was elevated from the operating table exsanguinated with an Esmarch bandage. The pneumatic ankle was inflated to 250 mmHg the foot was lowered to the operating table. The"}
{"label": " ENT - Otolaryngology", "text": "The patient is a 15-year-old female who was seen at the request Dr. X on 05/15/2008 regarding enlarged tonsils. The patient has been having difficult with having two to three bouts tonsillitis this year. She does average about four bouts tonsillitis per year the several years. She notes that throat pain fever with the actual infections. She is having difficulty with swallowing. She does have loud snoring, though there have been witnessed observed sleep apnea episodes. She is a mouth breather at nighttime, however. The patient does feel that she has a cold at today's She has had tonsil problems again many years. She does a intermittent hoarseness as well. This is particularly prominent with the cold that she has had. She had been seen by Dr. Y Muskegon who had also recommended a tonsillectomy, but she reports she would like to get the done here the Ludington area as this is much closer to home. the two tonsillitis, she is on antibiotics again on an average about four times per year. They do seem to help with the infections, but they tend to continue to recur. The patient presents today further workup, evaluation, treatment the above-listed symptoms.,REVIEW SYSTEMS:,ALLERGY/IMMUNOLOGIC: Negative., Negative"}
{"label": " Obstetrics / Gynecology", "text": "HOSPITALIZATION: ,Suspicious calcifications upper outer quadrant, left breast., The patient is a 78-year-old woman who had undergone routine screening mammography on 06/04/08. That study disclosed the presence punctate calcifications that were felt to be a cluster distribution the left breast mound at the 2 o'clock position. Additional imaging studies confirmed the suspicious nature these calcifications. The patient underwent a stereotactic core needle biopsy the left breast 2 o'clock position on 06/17/08. The final histologic the tissue removed during that revealed focal fibrosis. calcifications could be identified the biopsy material including radiograph taken the preserved tissue.,Two days post stereotactic core needle biopsy, however, the patient returned to the breast center with severe swelling pain mass the left breast. She underwent sonographic evaluation was found to have a development false aneurysm formation at the site stereotactic core needle biopsy. was called to see the patient the emergency the breast center. At the same Dr. Y was consulted Interventional Radiology. Dr. Z Dr. Y were able to identify the the false aneurysm the left breast mound this was injected with ultrasound guidance with thrombin material. This resulted immediate occlusion"}
